{
  "birthday_messages": [
    "🎂 Happy Birthday, **{0}**! 🎉 Wishing you a day filled with joy and laughter.",
    "🎈 It's party time! Happy Birthday, **{0}**! 🎉",
    "🎉 Another year older, another year wiser! Happy Birthday, **{0}**! 🎂",
    "🌟 Today's the day you shine brighter than ever! Happy Birthday, **{0}**! 🌟",
    "🎁 Special day alert! It's **{0}**'s birthday! 🎁",
    "🎊 Hip, hip, hooray! It's **{0}**'s birthday today! 🎊",
    "🎂 Cake and confetti time! Happy Birthday, **{0}**! 🎉",
    "🌈 Sending you a rainbow of happiness on your birthday, **{0}**! 🎈",
    "🎉 Let's raise a toast to **{0}** on their birthday! Cheers to another fantastic year! 🥂",
    "🎈 Birthdays are like sprinkles on the cupcake of life! Happy Birthday, **{0}**! 🧁",
    "🎁 Gift-wrapped wishes for a wonderful birthday and an amazing year ahead, **{0}**! 🎁",
    "🎊 Time to blow out the candles and make a wish! Happy Birthday, **{0}**! 🎂",
    "🌟 It's your day to sparkle and shine, **{0}**! Happy Birthday! ✨",
    "🎈 May your birthday be as fabulous as you are, **{0}**! 🎉",
    "🎉 Here's to a year filled with success, happiness, and endless opportunities for **{0}**! Happy Birthday! 🥳",
    "🎁 Wishing **{0}** all the best on their special day! Happy Birthday! 🎁",
    "🎊 Another year of unforgettable memories begins today for **{0}**! Happy Birthday! 🎊",
    "🌟 Your birthday is the perfect excuse to pamper yourself, **{0}**! Enjoy your special day! 🎈",
    "🎂 Age is just a number, and you're looking more fabulous with each passing year, **{0}**! Happy Birthday! 💕",
    "🎉 Today, we celebrate the amazing person you are, **{0}**! Happy Birthday! 🎂",
    "🎈 Life's journey gets even more exciting as **{0}** celebrates another year of it! Happy Birthday! 🎉",
    "🌟 Happy Birthday to someone who makes every day brighter with their presence, **{0}**! 🌞",
    "🎁 May this birthday be the beginning of the most extraordinary year yet for **{0}**! 🚀",
    "🎊 Birthdays are nature's way of telling us to eat more cake! Enjoy your special treat, **{0}**! 🍰",
    "🎉 Time to pop the confetti and make some fabulous birthday memories, **{0}**! 🎂",
    "🎈 Today, the world received a gift in the form of **{0}**! Happy Birthday! 🎉",
    "🌟 Wishing **{0}** health, happiness, and all the things they desire on their birthday! 🎁",
    "🎂 Cheers to **{0}** on another year of being amazing! Happy Birthday! 🎉",
    "🎉 It's **{0}**'s big day, so let loose and enjoy every moment! Happy Birthday! 🎊",
    "🎈 Sending virtual hugs and lots of love to **{0}** on their special day! 🤗❤️",
    "🌟 On your birthday, the world becomes a better place because of your presence, **{0}**! 🎉",
    "🎁 As you blow out the candles, know that your wishes are heard and your dreams matter. Happy Birthday, **{0}**! 🌠",
    "🎊 Here's to a birthday filled with laughter, love, and all the things that make you happy, **{0}**! Cheers! 🥂",
    "🎂 May your birthday be filled with delightful surprises and sweet moments, **{0}**! Enjoy your special day! 🎈",
    "🎉 It's time for the world to celebrate the incredible person that is **{0}**! Happy Birthday! 🎊",
    "🎈 Another year, another chapter in the adventure of life for **{0}**! May this year be full of excitement and joy! 🌟",
    "🌟 May this birthday mark the beginning of extraordinary achievements and unforgettable memories for **{0}**! 🎁",
    "🎂 Here's to a birthday filled with love, happiness, and all the good things you deserve, **{0}**! 🎉",
    "🎉 Sending virtual confetti and a big smile to **{0}** on their birthday! Let's celebrate! 🎈",
    "🎈 Time to indulge in cake and celebrate the wonderful human that is **{0}**! Happy Birthday! 🎂",
    "🎊 Today, we honor the amazing journey of **{0}**'s life! Happy Birthday! 🌟",
    "🌟 Birthdays are a time for reflection, growth, and gratitude. Wishing **{0}** a wonderful birthday and year ahead! 🎁",
    "🎁 Another trip around the sun calls for a big celebration! Happy Birthday, **{0}**! 🎉",
    "🎂 As you blow out the candles, know that you are loved and cherished, **{0}**! Happy Birthday! 🎈",
    "🎉 It's a new age and a new opportunity to shine, **{0}**! May this year be your best yet! 🌟",
    "🎈 On your special day, may you be surrounded by love, happiness, and everything that brings you joy, **{0}**! 🎂",
    "🌟 Today, we celebrate **{0}** and the unique light they bring into the world! Happy Birthday! 🎉",
    "🎁 Wishing a fantastic birthday to the one and only **{0}**! May this day be filled with laughter and love! 🎈",
    "🎊 May your birthday be as extraordinary as the person you are, **{0}**! Cheers to you! 🥳",
    "🎂 You're not just a year older; you're a year more incredible! Happy Birthday, **{0}**! 🌟",
    "🎉 It's time to embrace the joy, love, and happiness that come with birthdays! Enjoy every moment, **{0}**! 🎈",
    "🎈 Another year, another chance to create beautiful memories. Happy Birthday, **{0}**! 🎂",
    "🌟 Your birthday is a reminder of how much you mean to all of us! Wishing you the best day ever, **{0}**! 🎁",
    "🎁 Sending warm birthday wishes and virtual hugs to **{0}** on their special day! 🤗❤️",
    "🎉 Today, we celebrate the unique and wonderful person that is **{0}**! Happy Birthday! 🎂",
    "🎈 Here's to a birthday filled with laughter, love, and all the things that make you smile, **{0}**! 🌟",
    "🎊 It's a day to be spoiled and celebrated, **{0}**! Wishing you the happiest of birthdays! 🎁",
    "🎂 As you turn another year older, know that you are loved and cherished, **{0}**! Happy Birthday! 🎉"
  ],
  "months": [
    "January",
    "February",
    "March",
    "April",
    "May",
    "June",
    "July",
    "August",
    "September",
    "October",
    "November",
    "December"
  ]
}
