{
  "emotes_guild_id": 1038051105642401812,
  "rc_guild_id": 719227135151046699,
  "daily_reward": 50,
  "blackjack": {
    "emotes": {
      "hit_id": 1119262723285467156,
      "stand_id": 1118923298298929154
    },
    "reward_multiplier": 1,
    "deck_suits": [
      "♠",
      "♡",
      "♢",
      "♣"
    ],
    "deck_ranks": [
      "A",
      "2",
      "3",
      "4",
      "5",
      "6",
      "7",
      "8",
      "9",
      "10",
      "J",
      "Q",
      "K"
    ]
  },
  "slots": {
    "emotes": {
      "slots_animated_id": 1119262805309259776,
      "slots_0_id": 1119262803816095825,
      "slots_1_id": 1119262801261760592,
      "slots_2_id": 1119262800049614939,
      "slots_3_id": 1119262796497039510,
      "slots_4_id": 1119262794676715681,
      "slots_5_id": 1119262792386621555,
      "slots_6_id": 1119262791061229669,
      "S_Wide": 1119286730302955651,
      "L_Wide": 1119286763802857533,
      "O_Wide": 1119286787169329203,
      "T_Wide": 1119286804634406942,
      "CBorderBLeft": 1119286973572595712,
      "CBorderBRight": 1119286918459445408,
      "CBorderTLeft": 1119287006464331806,
      "CBorderTRight": 1119286865284051035,
      "HBorderB": 1119286936155213835,
      "HBorderT": 1119287027662344322,
      "VBorder": 1119286889854279680,
      "WSmall": 1119288536282173490,
      "ISmall": 1119288552673517608,
      "NSmall": 1119288579382857830,
      "LCentered": 1119287296127156325,
      "OCentered": 1119287563245584394,
      "SCentered": 1119287327588634647,
      "ECentered": 1119287343833165945,
      "Blank": 1119287267001905283,
      "lost": 1119288454212243607
    },
    "reward_multipliers": {
      "pair": 1,
      "three_of_a_kind": 3,
      "three_diamonds": 4,
      "jackpot": 5
    }
  },
  "duel": {
    "combat_messages": [
      "{} unleashes a devastating tickle attack on {}, leaving them laughing uncontrollably and unable to fight back.",
      "{} defeats {} with a cunning move called 'The Poultry Surprise,' involving a rubber chicken and a confetti cannon.",
      "With a perfectly timed banana peel maneuver, {} sends {} slipping and sliding out of the arena, much to everyone's amusement.",
      "{} pulls off an impressive dance-off against {}, leaving them stunned and distracted long enough to claim victory.",
      "{} defeats {} by telling them an incredibly cheesy joke, causing them to burst into laughter and surrender.",
      "In a bizarre turn of events, {} manages to defeat {} by challenging them to a thumb wrestling match, and coming out on top.",
      "{} defeats {} using a comically oversized foam finger, dramatically poking them into submission.",
      "{} wins the fight against {} by offering them a plate of freshly baked cookies, distracting them with deliciousness.",
      "With a cunning strategy involving whoopee cushions and fake snakes, {} manages to startle {} into submission.",
      "{} defeats {} by challenging them to a game of rock-paper-scissors and successfully predicting their every move.",
      "In an unexpected twist, {} defeats {} by challenging them to a dance battle, showing off some surprisingly smooth moves.",
      "{} emerges victorious by launching a barrage of rubber duckies at {}, overwhelming them with adorable and distracting quacks.",
      "With a well-timed 'knock-knock' joke, {} manages to catch {} off guard, leaving them vulnerable and defeated.",
      "{} defeats {} by using an inflatable sumo suit, bouncing them right out of the arena in a hilarious spectacle.",
      "In a truly peculiar turn of events, {} defeats {} by engaging them in an intense thumb war and emerging as the undisputed champion.",
      "{} wins the fight against {} by tickling them mercilessly, reducing them to a fit of giggles and surrender.",
      "With a strategically placed whoopee cushion, {} manages to surprise and defeat {} in the most hilarious way possible.",
      "{} defeats {} by unleashing a swarm of rubber chickens, causing chaos and uncontrollable laughter in the arena.",
      "In a battle of wits, {} manages to outwit {} by challenging them to a game of 'Rock, Paper, Scissors, Lizard, Spock' and claiming victory.",
      "{} emerges victorious against {} by skillfully executing the legendary 'Chicken Dance of Doom,' rendering their opponent speechless.",
      "{} defeats {} by employing an unexpected strategy involving a squirting flower, leaving their opponent bewildered and soaked.",
      "With a masterful display of slapstick comedy, {} manages to trip up {} and claim a hilarious victory.",
      "{} wins the fight against {} by cunningly distracting them with an impromptu magic trick, leaving them spellbound and defeated.",
      "In an epic showdown, {} defeats {} by challenging them to a contest of dad jokes, causing their opponent to surrender out of sheer comedic defeat.",
      "{} emerges as the victor by engaging {} in a fierce battle of puns, leaving their opponent groaning and conceding defeat.",
      "{} defeats {} with a perfectly timed 'banana peel slip' maneuver, turning the fight into a sidesplitting comedy act.",
      "With an arsenal of whoopee cushions and squirting flowers, {} manages to defeat {} in a battle that can only be described as 'clownish'.",
      "{} claims a comical victory against {} by using a rubber chicken as a formidable weapon, leaving their opponent in stitches.",
      "In a hilarious turn of events, {} defeats {} by engaging them in a fierce tickle fight, reducing their opponent to fits of laughter and surrender.",
      "{} emerges triumphant by employing an unexpected weapon—silly string—to disarm and defeat {} in a messy but amusing battle.",
      "{} obliterates {} with a deadly barrage of pillow fluff, demonstrating the true power of softness.",
      "{} achieves victory by strategically deploying an army of rubber ducks, overwhelming {} with cuteness.",
      "In a stunning turn of events, {} wins the fight against {} by convincing them that the floor is lava.",
      "{} emerges victorious after an intense dance-off, proving that their killer moves are not to be underestimated.",
      "With a swift and devastating attack of dad jokes, {} renders {} defenseless with laughter and takes the win.",
      "{} successfully hypnotizes {} with their mesmerizing disco dance moves, leaving their opponent dazed and confused.",
      "In a battle of wits, {} defeats {} by challenging them to a game of 'Guess the Number' and revealing the meaning of life as the answer.",
      "{} outsmarts {} by unleashing an army of mischievous squirrels, distracting their opponent and securing an unconventional victory.",
      "With an expertly executed paper airplane assault, {} effortlessly subdues {} and claims the title of Paper Airplane Champion.",
      "{} triumphs over {} by unleashing a barrage of terrible puns, effectively disarming their opponent's will to fight.",
      "In a display of sheer absurdity, {} emerges victorious by defeating {} with an inflatable rubber chicken as their weapon of choice.",
      "{} wins the fight against {} by summoning an army of invisible ninjas, leaving their opponent bewildered and defeated.",
      "With a well-timed prank involving a whoopee cushion, {} takes the fight out of {} and secures an uproarious victory.",
      "{} utilizes the power of bad breath to defeat {} in a battle of close-quarters combat, leaving their opponent gasping for fresh air.",
      "{} emerges triumphant by utilizing the ancient technique of tickling, reducing {} to a giggling mess and claiming the win.",
      "In an astonishing display of ridiculousness, {} defeats {} by transforming into a human burrito, effectively immobilizing their opponent.",
      "{} takes the fight to a whole new level by challenging {} to a game of 'Rock, Paper, Scissors, Lizard, Spock, Dynamite,' and detonating their way to victory.",
      "By harnessing the uncontrollable forces of chaos and mayhem, {} emerges as the reigning champion, leaving {} wondering what just happened.",
      "{} obliterates {} with the fearsome weapon of 'Sarcasm Strike,' cutting their opponent down with devastatingly witty remarks.",
      "In a battle that defies all logic, {} manages to defeat {} with a strategically timed 'facepalm' attack, leaving their opponent bewildered and defeated.",
      "{} emerges victorious by channeling the power of sheer silliness, leaving {} wondering if they accidentally stepped into a clown convention.",
      "With a triumphant mic drop and a sly grin, {} outshines {} in a battle of one-liners, proving that words can be as deadly as fists.",
      "{} claims victory over {} by using an unexpected weapon—a rubber chicken armed with laser eyes—which proved too much for their opponent to handle.",
      "In an act of pure audacity, {} defeats {} by unleashing an unstoppable barrage of dad jokes, leaving their opponent both defeated and embarrassed.",
      "{} emerges triumphant by launching a relentless assault of puns, leaving {} defenseless against the power of linguistic wit.",
      "{} achieves a comical victory over {} by outmaneuvering them with a surprising breakdance routine, leaving their opponent in awe and confusion.",
      "By transforming the battlefield into a whimsical playground, {} manages to disarm and defeat {} with a joyful and mischievous spirit.",
      "{} emerges as the victor by invoking the ancient art of slapstick comedy, reducing {} to uncontrollable fits of laughter and surrender.",
      "{} triumphs over {} by launching a surprise attack with a barrage of rubber chickens.",
      "{} defeats {} using the power of interpretive dance, leaving their opponent bewildered and slightly confused.",
      "With a single eyebrow raise, {} disarms and defeats {} in a battle of snarky one-liners.",
      "{} emerges victorious by unleashing an army of ferocious kittens armed with laser pointers against {}.",
      "In an epic display of butter-fingered combat skills, {} accidentally defeats {} with an unexpected banana peel slip.",
      "By engaging {} in a heated debate about the best flavor of ice cream, {} successfully distracts their opponent and secures the win.",
      "{} claims victory over {} through the ingenious tactic of challenging them to a thumb war and emerging as the thumb wrestling champion.",
      "With a well-timed 'YOLO' battle cry, {} surprises and defeats {} in the most unconventional manner possible.",
      "{} outwits {} by reciting an endless stream of cheesy pickup lines, leaving their opponent both amused and defeated.",
      "By executing a perfectly synchronized dance routine, {} dazzles and confuses {} into submission.",
      "{} secures a hilarious win against {} by challenging them to a game of 'Rock, Paper, Scissors, Lizard, Spock' and emerging as the undisputed champion.",
      "With a crafty move straight out of a Looney Tunes cartoon, {} outmaneuvers and outwits {} to claim victory.",
      "By releasing a swarm of mischievous squirrels armed with water balloons, {} leaves {} soaked and defeated in the most hilarious way possible.",
      "{} emerges triumphant by employing the ancient martial art of 'Tickle Fu,' rendering {} defenseless with uncontrollable laughter.",
      "{} defeats {} using the power of bad breath and a strategically timed exhale, leaving their opponent breathless and defeated.",
      "With a well-timed 'dad joke' assault, {} leaves {} rolling their eyes and unable to recover from the hilarity.",
      "{} claims victory over {} by unleashing a pack of mischievous clowns armed with whoopee cushions and squirting flowers.",
      "By strategically summoning a swarm of angry bees, {} overwhelms and defeats {} in a buzzing spectacle.",
      "In an unexpected twist, {} defeats {} by challenging them to a game of 'Rock, Paper, Scissors' and emerging as the reigning champion.",
      "With the power of their outrageous fashion sense, {} distracts and confuses {} into defeat.",
      "{} emerges victorious by reciting an incredibly long and nonsensical tongue twister, leaving {} tongue-tied and defeated.",
      "By engaging in a heated dance battle, {} grooves their way to victory, leaving {} in awe of their dance-floor prowess.",
      "{} claims victory over {} by employing the ancient art of 'Sarcastic-Fu,' leaving their opponent at a loss for words.",
      "With a perfectly timed 'facepalm' maneuver, {} disorients and defeats {} in the most hilarious fashion possible.",
      "{} emerges triumphant by engaging {} in an intense game of 'Rock, Paper, Scissors, Lizard, Spock,' with the universe on the line.",
      "By transforming into a human tornado of chaos and confusion, {} overwhelms and defeats {} in a whirlwind of hilarity.",
      "{} secures a hilarious win over {} by challenging them to a game of 'Tic-Tac-Toe' and emerging as the ultimate champion.",
      "With a cleverly executed 'boop' to the nose, {} renders {} momentarily stunned and unable to continue the fight.",
      "{} claims victory over {} by unleashing their secret weapon: an unstoppable army of dancing flamingos.",
      "By reciting a never-ending series of puns, {} leaves {} in stitches and secures a comedic victory.",
      "{} emerges triumphant by unleashing an army of overly affectionate puppies, distracting and defeating {} with cuteness overload.",
      "With the power of an awkward silence, {} disarms and defeats {} in a battle of uncomfortable social encounters.",
      "{} claims victory over {} by summoning a torrential downpour of confetti, leaving their opponent both bewildered and sparkly.",
      "By unleashing a relentless barrage of 'Yo Mama' jokes, {} overwhelms and defeats {} in a duel of comedic insults.",
      "{} secures a hilarious win over {} by challenging them to a 'dance-off' and showcasing an unimaginable array of bizarre dance moves.",
      "With the cunning strategy of 'reverse psychology,' {} convinces {} to defeat themselves, leaving them utterly perplexed and defeated.",
      "{} emerges victorious by summoning a legion of clumsy penguins, who inadvertently trip up {} and secure the win in the most amusing fashion.",
      "By harnessing the power of awkwardly timed laughter, {} confuses and defeats {} in a battle that can only be described as 'laugh-out-loud' funny.",
      "{} claims victory over {} by employing an army of mischievous squirrels armed with acorns, leaving their opponent both annoyed and defeated.",
      "With the precision of a somersaulting unicorn, {} outmaneuvers and defeats {} in a display of mythical combat prowess.",
      "{} secures a hilarious win over {} by engaging them in an epic dance-off and showcasing a series of wildly questionable dance moves.",
      "By unleashing a squad of highly trained rubber ducks, {} leaves {} splashing in defeat and quacking with laughter.",
      "{} emerges triumphant by employing the power of 'awkward silence,' rendering {} unable to continue the fight due to extreme discomfort.",
      "With a well-timed 'mic drop' moment, {} leaves {} speechless and defeated in a battle of epic comebacks.",
      "{} claims victory over {} by skillfully executing a perfectly timed 'knock-knock' joke, leaving their opponent both entertained and defeated.",
      "By employing an army of ticklish feathers, {} reduces {} to helpless laughter and claims a comical victory.",
      "With a brilliantly executed 'banana slip' maneuver, {} sends {} tumbling into defeat in the most slapstick way possible.",
      "{} secures a hilarious win over {} by engaging them in a rap battle and delivering an unexpected, mind-blowing performance.",
      "By summoning a cloud of uncontrollable giggles, {} overwhelms and defeats {} in a battle of infectious laughter.",
      "{} emerges triumphant by deploying a squad of ninja squirrels armed with whoopee cushions, leaving {} both startled and defeated.",
      "With the power of their unstoppable dance moves, {} outshines and defeats {} in a battle of toe-tapping proportions.",
      "{} claims victory over {} by utilizing the art of 'face-swap,' rendering their opponent disoriented and hilariously confused.",
      "By launching an arsenal of marshmallows and pillow feathers, {} successfully overwhelms and defeats {} in a fluffy spectacle of victory.",
      "{} secures a hilarious win over {} by challenging them to a battle of 'Dad Jokes' and delivering the ultimate punchline.",
      "With the stealth of a tiptoeing hippo, {} sneaks up on {} and claims a surprise victory in the most unexpected manner.",
      "By summoning a stampede of clumsy llamas, {} causes chaos and laughter, ultimately defeating {} in a riotous spectacle.",
      "{} obliterates {} with the power of a thousand bad hair days, leaving their opponent in a state of follicular defeat.",
      "By utilizing the ancient technique of 'tickle-fu,' {} reduces {} to a giggling mess and claims a hilarious victory.",
      "{} emerges victorious by channeling the energy of a hyperactive squirrel, outmaneuvering and confusing {} at every turn.",
      "With the precision of a ninja clown, {} delivers a flurry of hilarious pranks, leaving {} both entertained and defeated.",
      "{} claims victory over {} by unleashing a barrage of terrible puns, rendering their opponent unable to continue due to excessive eye-rolling.",
      "By summoning a legion of malfunctioning whoopee cushions, {} turns the battle into a symphony of laughter and defeats {} with comedic flair.",
      "{} secures a humorous win over {} by challenging them to a 'dad joke' showdown and delivering the ultimate punchline that leaves their opponent groaning.",
      "With the grace of a clumsy flamingo, {} stumbles upon victory, leaving {} bewildered and wondering how they managed to lose.",
      "{} emerges triumphant by using the power of 'awkward small talk,' leaving {} cringing and defeated in a battle of uncomfortable conversations.",
      "By deploying a squad of mischievous rubber chickens, {} creates a cacophony of laughter and distractions, securing a comical victory over {}.",
      "{} claims victory over {} by transforming into a human whoopee cushion, causing uncontrollable laughter and sealing their triumph in a most absurd manner.",
      "With the impeccable timing of a comedic genius, {} delivers a devastating one-liner that leaves {} in stitches and clinches the win with style.",
      "{} secures a comical win over {} by using their unparalleled expertise in interpretive dance, leaving their opponent bewildered and tapping out in laughter.",
      "By unleashing a swarm of ticklish kittens, {} reduces {} to a state of uncontrollable laughter and claims a hilarious victory in the most adorable fashion.",
      "With the strategic deployment of banana peels, whoopee cushions, and a giant foam finger, {} orchestrates a slapstick symphony that leaves {} defeated and the audience in stitches.",
      "{} emerges triumphant by harnessing the power of 'dad jokes' to induce groans and eye-rolls in {}, ultimately causing their opponent's defeat through sheer cringeworthiness.",
      "By employing an arsenal of whoopee cushions, squirting flowers, and oversized novelty glasses, {} overwhelms {} with a spectacle of slapstick comedy, securing an uproarious victory.",
      "{} claims victory over {} by transforming into the ultimate embodiment of awkwardness, rendering their opponent speechless and awkwardly defeated in a battle of uncomfortable social encounters.",
      "With the stealth and finesse of a comedic ninja, {} uses pranks and puns to outwit and outmaneuver {}, leaving their opponent laughing too hard to continue the fight.",
      "{} secures a hilarious win over {} by challenging them to a 'dance-off' and showcasing a repertoire of comically bizarre dance moves that leave their opponent in fits of laughter.",
      "By wielding the power of sarcasm and witty comebacks, {} verbally outduels and defeats {}, leaving their opponent dumbfounded and unable to match their comedic prowess.",
      "{} emerges triumphant by unleashing a barrage of 'knock-knock' jokes that reduce {} to a state of uncontrollable laughter, ultimately securing a whimsically victorious outcome.",
      "With the cunning strategy of 'reverse psychology' and a well-timed comedic twist, {} convinces {} to defeat themselves, leaving their opponent both baffled and ironically defeated."
    ]
  }
}